Repository: 004helix/pulseaudio
Catalog: po/*.po
Languages: sl_si

source: snd_pcm_avail() returned a value that is exceptionally large: %lu bytes (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
sl_si: snd_pcm_avail() je vrnil vrednost, ki je izjemno velika: %lu bajtov (%lu ms). Verjetno je to napaka gonilnika ALSA '%s'. Priporočeno je o napaki obvestiti razvijalce paketa ALSA.

source: snd_pcm_delay() returned a value that is exceptionally large: %li bytes (%s%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
sl_si: snd_pcm_delay() je vrnil izjemoma veliko vrednost: %li bajtov (%s%lu ms). Verjetno je to hrošč v gonilniku ALSA '%s'. Priporočeno je o napaki obvestiti razvijalce paketa ALSA.

source: snd_pcm_mmap_begin() returned a value that is exceptionally large: %lu bytes (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
sl_si: snd_pcm_mmap_begin() je vrnil vrednost, ki je izjemno velika: %lu bajtov (%lu ms). Verjetno je to napaka v gonilniku ALSA '%s'. Priporočeno je o napaki obvestiti razvijalce paketa ALSA.

source: Always keeps at least one sink loaded even if it's a null one
sl_si: Vedno pusti vsaj eno korito naloženo, tudi če je vrednosti null

source: Dummy Output
sl_si: Preizkusni izhod

source: Virtual LADSPA sink
sl_si: Navidezo korito LADSPA

source: sink_name=<name for the sink> sink_properties=<properties for the sink> master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> plugin=<ladspa plugin name> label=<ladspa plugin label> control=<comma seperated list of input control values>
sl_si: sink_name=<ime korita> sink_properties=<lastnosti korita> master=<ime korita za filtriranje> format=<oblika vzorca> rate=<hitrost vzorčenja> channels=<število kanalov> channel_map=<preslikava kanala> plugin=<ime vstavka ladspa> label=<oznaka vstavka ladspa> control=<z vejico ločen seznam vrednosti nadzora vnosa>

source: Clocked NULL sink
sl_si: Čas korita NULL

source: Null Output
sl_si: Izhod null

source: Internal Audio
sl_si: Notranji zvok

source: Failed to find original lt_dlopen loader.
sl_si: Iskanje izvirnega nalagalnika lt_dlopen je spodletelo.

source: Failed to allocate new dl loader.
sl_si: Dodeljevanje novega nalagalnika dl je spodletelo.

source: Failed to add bind-now-loader.
sl_si: Dodajanje predmeta bind-now-loader je spodletelo.

source: Got signal %s.
sl_si: Prejet je signal %s.

source: Exiting.
sl_si: Končanje.

source: Failed to find user '%s'.
sl_si: Uporabnika '%s' ni mogoče najti.

source: Failed to find group '%s'.
sl_si: Skupine '%s' ni mogoče najti.

source: Found user '%s' (UID %lu) and group '%s' (GID %lu).
sl_si: Najdena sta bila uporabnik '%s' (UID %lu) in skupina '%s' (GID %lu).

source: GID of user '%s' and of group '%s' don't match.
sl_si: GID uporabnika '%s' in skupine '%s' se ne ujemata.

source: Home directory of user '%s' is not '%s', ignoring.
sl_si: Domača mapa uporabnika '%s' ni '%s', zato bo prezrta.

source: Failed to create '%s': %s
sl_si: Ustvarjanje '%s' je spodletelo: %s

source: Failed to change group list: %s
sl_si: Spreminjanje seznama skupine je spodletelo: %s

source: Failed to change GID: %s
sl_si: Spreminjanje GID je spodletelo: %s

source: Failed to change UID: %s
sl_si: Spreminjanje UID je spodletelo: %s

source: Successfully dropped root privileges.
sl_si: Skrbniške pravice so uspešno ovržene.

source: System wide mode unsupported on this platform.
sl_si: Sistemski način v tem okolju ni podprt.

source: setrlimit(%s, (%u, %u)) failed: %s
sl_si: predmet setrlimit(%s, (%u, %u)) je spodletel: %s

source: Failed to parse command line.
sl_si: Razčlenjevanje ukazne vrstice je spodletelo.

source: Daemon not running
sl_si: Ozadnji program ni zagnan

source: Daemon running as PID %u
sl_si: Ozadnji program teče kot PID %u

source: Failed to kill daemon: %s
sl_si: Uničevanje ozadnjega programa je spodletelo: %s

source: This program is not intended to be run as root (unless --system is specified).
sl_si: Ta program ni namenjen zagonu s skrbniškimi dovoljenji (razen, če je navedena možnost --system).

source: Root privileges required.
sl_si: Zahtevane so skrbniške pravice.

source: --start not supported for system instances.
sl_si: --start ni podprt za sistemske primerke.

source: Running in system mode, but --disallow-exit not set!
sl_si: Teče v sistemskem načinu, toda --disallow-exit ni nastavljen!

source: Running in system mode, but --disallow-module-loading not set!
sl_si: Teče v sistemskem načinu, toda --disallow-module-loading ni nastavljen!

source: Running in system mode, forcibly disabling SHM mode!
sl_si: Teče v sistemskem načinu z vsiljenim onemogočanjem načina SHM!

source: Running in system mode, forcibly disabling exit idle time!
sl_si: Teče v sistemskem načinu z vsiljenim onemogočanjem nedejavnega časa izhoda!

source: Failed to acquire stdio.
sl_si: Pridobivanje standardnega vhoda je spodletelo.

source: pipe failed: %s
sl_si: cev je spodletela: %s

source: fork() failed: %s
sl_si: fork() je spodletel: %s

source: read() failed: %s
sl_si: read() je spodletel: %s

source: Daemon startup failed.
sl_si: Zagon ozadnjega programa je spodletel.

source: Daemon startup successful.
sl_si: Zagon ozadnjega programa je bil uspešen.

source: This is PulseAudio %s
sl_si: To je PulseAudio %s

source: Compilation host: %s
sl_si: Gostitelj prevajanja: %s

source: Compilation CFLAGS: %s
sl_si: CFLAGS prevajanja: %s

source: Running on host: %s
sl_si: Teče na gostitelju: %s

source: Found %u CPUs.
sl_si: Najdenih je %u CPE.

source: Page size is %lu bytes
sl_si: Velikost strani je %lu bajtov

source: Compiled with Valgrind support: yes
sl_si: Prevedeno s podporo Valgrind: da

source: Compiled with Valgrind support: no
sl_si: Prevedeno s podporo Valgrind: ne

source: Running in valgrind mode: %s
sl_si: Teče v načinu valgrind: %s

source: Optimized build: yes
sl_si: Prilagojena izgradnja: da

source: Optimized build: no
sl_si: Prilagojena izgradnja: ne

source: NDEBUG defined, all asserts disabled.
sl_si: Predmet NDEBUG je naveden, vse uveljavitve so bile onemogočene.

source: FASTPATH defined, only fast path asserts disabled.
sl_si: Predmet FASTPATH je naveden, samo vnosi hitrih uveljavitev so onemogočeni.

source: All asserts enabled.
sl_si: Vse uveljavitve so omogočene.

source: Failed to get machine ID
sl_si: Pridobivanje ID računalnika je spodletelo.

source: Machine ID is %s.
sl_si: ID računalnika je %s.

source: Session ID is %s.
sl_si: ID seje je %s.

source: Using runtime directory %s.
sl_si: Uporabljanje mape izvajanja %s.

source: Using state directory %s.
sl_si: Uporabljanje mape stanja %s.

source: Using modules directory %s.
sl_si: Uporabljena je mapa modulov %s.

source: Running in system mode: %s
sl_si: Teče v sistemskem načinu: %s

source: OK, so you are running PA in system mode. Please note that you most likely shouldn't be doing that. If you do it nonetheless then it's your own fault if things don't work as expected. Please read http://pulseaudio.org/wiki/WhatIsWrongWithSystemMode for an explanation why system mode is usually a bad idea.
sl_si: PulseAudio teče v sistemskem načinu. Vedite, da naj tega ne bi počeli. V kolikor to počnete namenoma, potem boste sami odgovorni za nepričakovane napake. Preberite si http://pulseaudio.org/wiki/WhatIsWrongWithSystemMode za razlago zakaj je sistemski način večinoma slaba ideja.

source: pa_pid_file_create() failed.
sl_si: pa_pid_file_create() je spodletel.

source: Fresh high-resolution timers available! Bon appetit!
sl_si: Svež visoko-ločljivi časomer je na voljo! Dober tek! :)

source: Dude, your kernel stinks! The chef's recommendation today is Linux with high-resolution timers enabled!
sl_si: Prijatelj, jedro sistema smrdi! Kuhar danes priporoča Linux z omogočenimi visoko-ločljivostnimi časomeri!

source: pa_core_new() failed.
sl_si: pa_core_new() je spodletel.

source: Failed to initialize daemon.
sl_si: Neuspešno začenjanje ozadnjega programa.

source: Daemon startup without any loaded modules, refusing to work.
sl_si: Zagon ozadnjega programa brez naloženih modulov, zavrača delovanje.

source: Daemon startup complete.
sl_si: Zagon ozadnjega programa je končan.

source: Daemon shutdown initiated.
sl_si: Izklop ozadnjega programa je začet.

source: Daemon terminated.
sl_si: Ozadnji program je končan.

source: %s [options] COMMANDS: -h, --help Show this help --version Show version --dump-conf Dump default configuration --dump-modules Dump list of available modules --dump-resample-methods Dump available resample methods --cleanup-shm Cleanup stale shared memory segments --start Start the daemon if it is not running -k --kill Kill a running daemon --check Check for a running daemon (only returns exit code) OPTIONS: --system[=BOOL] Run as system-wide instance -D, --daemonize[=BOOL] Daemonize after startup --fail[=BOOL] Quit when startup fails --high-priority[=BOOL] Try to set high nice level (only available as root, when SUID or with elevated RLIMIT_NICE) --realtime[=BOOL] Try to enable realtime scheduling (only available as root, when SUID or with elevated RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Disallow module user requested module loading/unloading after startup --disallow-exit[=BOOL] Disallow user requested exit --exit-idle-time=SECS Terminate the daemon when idle and this time passed --module-idle-time=SECS Unload autoloaded modules when idle and this time passed --scache-idle-time=SECS Unload autoloaded samples when idle and this time passed --log-level[=LEVEL] Increase or set verbosity level -v Increase the verbosity level --log-target={auto,syslog,stderr} Specify the log target --log-meta[=BOOL] Include code location in log messages --log-time[=BOOL] Include timestamps in log messages --log-backtrace=FRAMES Include a backtrace in log messages -p, --dl-search-path=PATH Set the search path for dynamic shared objects (plugins) --resample-method=METHOD Use the specified resampling method (See --dump-resample-methods for possible values) --use-pid-file[=BOOL] Create a PID file --no-cpu-limit[=BOOL] Do not install CPU load limiter on platforms that support it. --disable-shm[=BOOL] Disable shared memory support. STARTUP SCRIPT: -L, --load="MODULE ARGUMENTS" Load the specified plugin module with the specified argument -F, --file=FILENAME Run the specified script -C Open a command line on the running TTY after startup -n Don't load default script file
sl_si: %s [možnosti] UKAZI: -h, --help Prikaže to pomoč --version Prikaže različico --dump-conf Izpiši privzeto nastavitev --dump-modules Izpiši seznam razpoložljivih modulov --dump-resample-methods Izpiši razpoložljive metode prevzorčenja --cleanup-shm Počisti zastarele deljene pomnilniške odseke --start Zaženi ozadnji program, če ta ni zagnan -k --kill Uniči zagnan ozadnji program --check Preveri, če je zagnan ozadnji programa (vrne samo izhodno kodo) MOŽNOSTI: --system[=BOOL] Zaženi kot primerek celotnega sistema -D, --daemonize[=BOOL] Ustvari ozadnji program po zagonu --fail[=BOOL] Končaj, ko zagon spodleti --high-priority[=BOOL] Poskušaj nastavit visoko prednostno raven delovanja (na voljo samo skrbniku, uporabniku s SUID ali s povišanim RLIMIT_NICE) --realtime[=BOOL] Poskušaj omogočiti razporejevanje v realnem času (na voljo samo skrbniku, uporabniku s SUID ali s povišanim RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Onemogoči uporabniško zahtevane nalaganje/odstranjevanje modula po zagonu --disallow-exit[=BOOL] Onemogoči uporabniško zahtevan izhod --exit-idle-time=SEKUND Ubij ozadnji program, ko je nedejaven in je minilo toliko časa --module-idle-time=SEKUND Odstrani samodejno naložene module, ko so ti nedejavni in je minilo toliko časa --scache-idle-time=SEKUND Odstrani samodejno naložene vzorce, ko so ti nedejavni in je minilo toliko časa --log-level[=RAVEN] Povečaj oziroma nastavi raven podrobnega izpisa -v Povečaj raven podrobnega izpisa --log-target={auto,syslog,stderr} Podajte cilj za dnevnik --log-meta[=BOOL] Vključite mesto kode v dnevniških sporočilih --log-time[=BOOL] Vključite časovni žig v dnevniških sporočilih --log-backtrace=FRAMES Vključite sledenje za nazaj v dnevniških sporočilih -p, --dl-search-path=POT Nastavite iskalno pot za dinamično deljene objekte (vstavke) --resample-method=METODA Uporabite določeno metodo prevzorčenja (Poglejte --dump-resample-methods za možne vrednosti) --use-pid-file[=BOOL] Ustvari PID datoteko --no-cpu-limit[=BOOL] Ne namestit CPE omejevalnik obremenitve na platformo, katera ga podpira. --disable-shm[=BOOL] Onemogoči podporo deljenega pomnilnika. ZAGONSKA SKRIPTA: -L, --load="ARGUMENTI MODULOV" Naloži določen modul vstavka z določenim argumentom -F, --file=IMEDATOTEKE Zaženi določeno skripto -C Odpri ukazno vrstico v zagnanem TTY po zagonu -n Ne naloži privzete skripte

source: --daemonize expects boolean argument
sl_si: --daemonize zahteva logični boolean argument

source: --fail expects boolean argument
sl_si: --fail zahteva logični boolean argument

source: --log-level expects log level argument (either numeric in range 0..4 or one of debug, info, notice, warn, error).
sl_si: --log-level zahteva argument ravni dnevnika (številčno v polju 0..4 ali enega od debug, info, notice, warn, error).

source: --high-priority expects boolean argument
sl_si: --high-priority zahteva logični boolean argument

source: --realtime expects boolean argument
sl_si: --realtime zahteva logični boolean argument

source: --disallow-module-loading expects boolean argument
sl_si: --disallow-module-loading zahteva logični boolean argument

source: --disallow-exit expects boolean argument
sl_si: --disallow-exit zahteva logični boolean argument

source: --use-pid-file expects boolean argument
sl_si: --use-pid-file zahteva logični boolean argument

source: Invalid log target: use either 'syslog', 'stderr' or 'auto'.
sl_si: Neveljavni cilj dnevnika: uporabite 'syslog', 'stderr' ali 'auto'.

source: --log-time expects boolean argument
sl_si: --log-time zahteva logični boolean argument

source: --log-meta expects boolean argument
sl_si: --log-meta zahteva logični boolean argument

source: Invalid resample method '%s'.
sl_si: Neveljaven način ponovnega vzorčenja '%s'.

source: --system expects boolean argument
sl_si: --system zahteva logični boolean argument

source: --no-cpu-limit expects boolean argument
sl_si: --no-cpu-limi zahteva logični boolean argument

source: --disable-shm expects boolean argument
sl_si: --disable-shm zahteva logični boolean argument

source: Name: %s
sl_si: Ime: %s

source: No module information available
sl_si: Podrobnosti modula niso na voljo

source: Version: %s
sl_si: Različica: %s

source: Description: %s
sl_si: Opis: %s

source: Author: %s
sl_si: Avtor: %s

source: Usage: %s
sl_si: Uporaba: %s

source: Load Once: %s
sl_si: Naloži enkrat: %s

source: DEPRECATION WARNING: %s
sl_si: OPOZORILO OPUŠČENOSTI: %s

source: Path: %s
sl_si: Pot: %s

source: [%s:%u] Invalid log target '%s'.
sl_si: [%s:%u] Neveljaven cilj dnevnika '%s'.

source: [%s:%u] Invalid log level '%s'.
sl_si: [%s:%u] Neveljavna raven dnevnika '%s'.

source: [%s:%u] Invalid resample method '%s'.
sl_si: [%s:%u] Neveljaven način ponovnega vzorčenja '%s'.

source: [%s:%u] Invalid rlimit '%s'.
sl_si: [%s:%u] Neveljaven rlimit '%s'.

source: [%s:%u] rlimit not supported on this platform.
sl_si: [%s:%u] rlimit ni podprt na tem sistemu.

source: [%s:%u] Invalid sample format '%s'.
sl_si: [%s:%u] Neveljavna oblika vzorca '%s'.

source: [%s:%u] Invalid sample rate '%s'.
sl_si: [%s:%u] Neveljavna hitrost vzročenja '%s'.

source: [%s:%u] Invalid sample channels '%s'.
sl_si: [%s:%u] Neveljaven vzorec kanalov '%s'.

source: [%s:%u] Invalid channel map '%s'.
sl_si: [%s:%u] Neveljavna preslikava kanala '%s'.

source: [%s:%u] Invalid number of fragments '%s'.
sl_si: [%s:%u] Neveljavno število delčkov '%s'.

source: [%s:%u] Invalid fragment size '%s'.
sl_si: [%s:%u] Neveljavna velikost delčkov '%s'.

source: [%s:%u] Invalid nice level '%s'.
sl_si: [%s:%u] Neveljavna raven prijaznosti '%s'.

source: Failed to open configuration file: %s
sl_si: Odpiranje nastavitvene datoteke je spodletelo: %s

source: The specified default channel map has a different number of channels than the specified default number of channels.
sl_si: Privzeto navedena preslikava kanala ima drugačno število kanalov od privzeto navedenega števila kanalov.

source: ### Read from configuration file: %s ###
sl_si: # # # Branje iz nastavitvene datoteke: %s # # #

source: Cleaning up privileges.
sl_si: Čiščenje pravic.

source: PulseAudio Sound System
sl_si: PulseAudio zvočni sistem

source: Start the PulseAudio Sound System
sl_si: Zaženi PulseAudio zvočni sistem

source: Front Center
sl_si: Sprednji srednji

source: Front Left
sl_si: Sprednji levi

source: Front Right
sl_si: Sprednji desni

source: Rear Center
sl_si: Zadnji srednji

source: Rear Left
sl_si: Zadnji levi

source: Rear Right
sl_si: Zadnji desni

source: Low Frequency Emmiter
sl_si: Oddajnik nizkih frekvenc

source: Front Left-of-center
sl_si: Sprednji levo-od-sredine

source: Front Right-of-center
sl_si: Sprednji desno-od-sredine

source: Side Left
sl_si: Stranski levi

source: Side Right
sl_si: Stranski desni

source: Auxiliary 0
sl_si: Pomožni 0

source: Auxiliary 1
sl_si: Pomožni 1

source: Auxiliary 2
sl_si: Pomožni 2

source: Auxiliary 3
sl_si: Pomožni 3

source: Auxiliary 4
sl_si: Pomožni 4

source: Auxiliary 5
sl_si: Pomožni 5

source: Auxiliary 6
sl_si: Pomožni 6

source: Auxiliary 7
sl_si: Pomožni 7

source: Auxiliary 8
sl_si: Pomožni 8

source: Auxiliary 9
sl_si: Pomožni 9

source: Auxiliary 10
sl_si: Pomožni 10

source: Auxiliary 11
sl_si: Pomožni 11

source: Auxiliary 12
sl_si: Pomožni 12

source: Auxiliary 13
sl_si: Pomožni 13

source: Auxiliary 14
sl_si: Pomožni 14

source: Auxiliary 15
sl_si: Pomožni 15

source: Auxiliary 16
sl_si: Pomožni 16

source: Auxiliary 17
sl_si: Pomožni 17

source: Auxiliary 18
sl_si: Pomožni 18

source: Auxiliary 19
sl_si: Pomožni 19

source: Auxiliary 20
sl_si: Pomožni 20

source: Auxiliary 21
sl_si: Pomožni 21

source: Auxiliary 22
sl_si: Pomožni 22

source: Auxiliary 23
sl_si: Pomožni 23

source: Auxiliary 24
sl_si: Pomožni 24

source: Auxiliary 25
sl_si: Pomožni 25

source: Auxiliary 26
sl_si: Pomožni 26

source: Auxiliary 27
sl_si: Pomožni 27

source: Auxiliary 28
sl_si: Pomožni 28

source: Auxiliary 29
sl_si: Pomožni 29

source: Auxiliary 30
sl_si: Pomožni 30

source: Auxiliary 31
sl_si: Pomožni 31

source: Top Center
sl_si: Zgoraj v sredini

source: Top Front Center
sl_si: Zgoraj spredaj v sredini

source: Top Front Left
sl_si: Zgoraj spredaj levo

source: Top Front Right
sl_si: Zgoraj spredaj desno

source: Top Rear Center
sl_si: Zgoraj zadnji v sredini

source: Top Rear Left
sl_si: Zgoraj zadaj levo

source: Top Rear Right
sl_si: Zgoraj zadaj desno

source: (invalid)
sl_si: (neveljavno)

source: Surround 4.0
sl_si: Prostorski zvok 4.0

source: Surround 4.1
sl_si: Prostorski zvok 4.1

source: Surround 5.0
sl_si: Prostorski zvok 5.0

source: Surround 5.1
sl_si: Prostorski zvok 5.1

source: Surround 7.1
sl_si: Prostorski zvok 7.1

source: OK
sl_si: V redu

source: Access denied
sl_si: Dostop je zavrnjen

source: Unknown command
sl_si: Neznan ukaz

source: Invalid argument
sl_si: Neveljaven argument

source: Entity exists
sl_si: Entiteta obstaja

source: No such entity
sl_si: Ni takšne entitete

source: Connection refused
sl_si: Povezava je bila zavrnjena

source: Protocol error
sl_si: Napaka protokola

source: Timeout
sl_si: Zakasnitev

source: No authorization key
sl_si: Ni pooblastitvenega ključa

source: Internal error
sl_si: Notranja napaka

source: Connection terminated
sl_si: Povezava je bila prekinjena

source: Entity killed
sl_si: Entiteta je bila ubita

source: Invalid server
sl_si: Neveljaven strežnik

source: Module initalization failed
sl_si: Začenjanje modula je spodletelo

source: Bad state
sl_si: Slabo stanje

source: No data
sl_si: Ni podatkov

source: Incompatible protocol version
sl_si: Nezdružljiva različica protokola

source: Too large
sl_si: Preveliko

source: Not supported
sl_si: Ni podprto

source: Unknown error code
sl_si: Neznana koda napake

source: No such extension
sl_si: Ni takšne pripone

source: Obsolete functionality
sl_si: Zastarela zmožnost

source: Missing implementation
sl_si: Manjkajoča podpora

source: Client forked
sl_si: Odjemalec je bil razvejan

source: Input/Output error
sl_si: Vhodna/izhodna napaka

source: Device or resource busy
sl_si: Naprava ali vir je zaposlen

source: XOpenDisplay() failed
sl_si: XOpenDisplay() je spodletel

source: Failed to parse cookie data
sl_si: Razčlenjevanje podatkov piškotkov je spodetelo

source: Failed to open configuration file '%s': %s
sl_si: Odpiranje nastavitvene datoteke '%s' je spodletelo: %s

source: No cookie loaded. Attempting to connect without.
sl_si: Ni naloženih piškotkov. Poskušanje povezave brez njih.

source: Received message for unknown extension '%s'
sl_si: Prejeto je bilo sporočilo za neznano pripono '%s'

source: Failed to drain stream: %s
sl_si: Črpanje pretoka je bilo neuspešno: %s

source: Playback stream drained.
sl_si: Predvajanje pretoka je bilo izčrpano.

source: Draining connection to server.
sl_si: Črpanje povezave s strežnikom.

source: pa_stream_write() failed: %s
sl_si: pa_stream_write() je spodletel: %s

source: pa_stream_begin_write() failed: %s
sl_si: pa_stream_begin_write() je spodletel: %s

source: pa_stream_peek() failed: %s
sl_si: pa_stream_peek() je bil neuspešen: %s

source: Stream successfully created.
sl_si: Pretok je bil uspešno ustvarjen.

source: pa_stream_get_buffer_attr() failed: %s
sl_si: pa_stream_get_buffer_attr() je spodletel: %s

source: Buffer metrics: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
sl_si: Metrike medpomnilnika: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u

source: Buffer metrics: maxlength=%u, fragsize=%u
sl_si: Metrike medpomnilnika: maxlength=%u, fragsize=%u

source: Using sample spec '%s', channel map '%s'.
sl_si: Uporabljanje določila vzorca '%s', preslikave kanala '%s'.

source: Connected to device %s (%u, %ssuspended).
sl_si: Povezano z napravo %s (%u, %s zaustavljeno).

source: Stream error: %s
sl_si: Napaka pretoka: %s

source: Stream device suspended.%s
sl_si: Naprava pretoka je zaustavljena.%s

source: Stream device resumed.%s
sl_si: Naprava pretoka nadaljuje.%s

source: Stream underrun.%s
sl_si: Podkoračitev pretoka.%s

source: Stream overrun.%s
sl_si: Prekoračitev pretoka.%s

source: Stream started.%s
sl_si: Pretok je bil zagnan.%s

source: Stream moved to device %s (%u, %ssuspended).%s
sl_si: Pretok je bil premaknjen na napravo %s (%u, %s zaustavljeno).%s

source: not
sl_si: ni

source: Stream buffer attributes changed.%s
sl_si: Atributi medpomnilnika pretoka so bili spremenjeni.%s

source: Connection established.%s
sl_si: Povezava je bila vzpostavljena.%s

source: pa_stream_new() failed: %s
sl_si: pa_stream_new() je spodletel: %s

source: pa_stream_connect_playback() failed: %s
sl_si: pa_stream_connect_playback() je spodletel: %s

source: pa_stream_connect_record() failed: %s
sl_si: pa_stream_connect_record() je spodeltel: %s

source: Connection failure: %s
sl_si: Povezava je spodeltela: %s

source: Got EOF.
sl_si: Prejet je bil EOF.

source: write() failed: %s
sl_si: write() je spodletel: %s

source: Got signal, exiting.
sl_si: Prejet je bil signal, končevanje.

source: Failed to get latency: %s
sl_si: Neuspešna pridobitev zakasnitve: %s

source: Time: %0.3f sec; Latency: %0.0f usec.
sl_si: Čas: %0.3f sec; Zakasnitev: %0.0f usec.

source: pa_stream_update_timing_info() failed: %s
sl_si: pa_stream_update_timing_info() je spodletel: %s
