Repository: 004helix/pulseaudio
Catalog: po/*.po
Languages: sl_si

source: %s [options] -h, --help Show this help --version Show version -r, --record Create a connection for recording -p, --playback Create a connection for playback -v, --verbose Enable verbose operations -s, --server=SERVER The name of the server to connect to -d, --device=DEVICE The name of the sink/source to connect to -n, --client-name=NAME How to call this client on the server --stream-name=NAME How to call this stream on the server --volume=VOLUME Specify the initial (linear) volume in range 0...65536 --rate=SAMPLERATE The sample rate in Hz (defaults to 44100) --format=SAMPLEFORMAT The sample type, one of s16le, s16be, u8, float32le, float32be, ulaw, alaw, s32le, s32be, s24le, s24be, s24-32le, s24-32be (defaults to s16ne) --channels=CHANNELS The number of channels, 1 for mono, 2 for stereo (defaults to 2) --channel-map=CHANNELMAP Channel map to use instead of the default --fix-format Take the sample format from the sink the stream is being connected to. --fix-rate Take the sampling rate from the sink the stream is being connected to. --fix-channels Take the number of channels and the channel map from the sink the stream is being connected to. --no-remix Don't upmix or downmix channels. --no-remap Map channels by index instead of name. --latency=BYTES Request the specified latency in bytes. --process-time=BYTES Request the specified process time per request in bytes. --property=PROPERTY=VALUE Set the specified property to the specified value. --raw Record/play raw PCM data. --file-format=FFORMAT Record/play formatted PCM data. --list-file-formats List available file formats.
sl_si: %s [možnosti] -h, --help Prikaži to pomoč --version Prikaži različico -r, --record Ustvari povezavo za snemanje -p, --playback Ustvari povezavo za predvajanje -v, --verbose Omogoči podrobni izpis opravil -s, --server=STREŽNIK Ime strežnika za povezovanje -d, --device=NAPRAVA Ime korita/vira za povezovanje -n, --client-name=IME Kako poklicati ta odjemalec na strežniku --stream-name=IME Kako poklicati ta pretok na strežniku --volume=GLASNOST Določi začetno (linearno) glasnost v obsegu 0...65536 --rate=VZORČNAHITROST Vzorčna hitrost v Hz (privzeto 44100) --format=VZORČNAVRSTA Vzorčna vrsta, ena izmed s16le, s16be, u8, float32le, float32be, ulaw, alaw, s32le, s32be, s24le, s24be, s24-32le, s24-32be (privzeta je s16ne) --channels=KANALI Številka kanalov, 1 za mono, 2 za stereo (privzeto je 2) --channel-map=PRESLIKAVAKANALA Uporabi preslikavo kanala namesto privzetega --fix-format Vzemi vrsto vzorca iz korita na katerega se pretok povezuje. --fix-rate Vzemi hitrost vzorčenja iz korita na katerega se pretok povezuje. --fix-channels Vzemi številko kanalov in preslikavo kanala iz korita na katerega se pretok povezuje. --no-remix Ne mešaj kanalov združevalno/razdruževalno. --no-remap Preslikava kanalov po kazalu namesto po imenu. --latency=BAJTI Zahtevaj podano zakasnitev v bajtih. --process-time=BAJTI Zahtevaj podani čas opravila na zahtevo v bajtih. --property=LASTNOST=VREDNOST Nastavi podano lastnost na podano vrednost. --raw Snemaj/predvajaj surove podatke PCM. --file-format=FFORMAT Snemaj/predvajaj oblikovane podatek PCM. --list-file-formats Seznam razpoložljivih vrst datotek.

source: pacat %s Compiled with libpulse %s Linked with libpulse %s
sl_si: pacat %s Preveden z libpulse %s Povezan z libpulse %s

source: Invalid client name '%s'
sl_si: Neveljavno ime odjemalca '%s'

source: Invalid stream name '%s'
sl_si: Neveljavno ime pretoka '%s'

source: Invalid channel map '%s'
sl_si: Neveljavna preslikava kanala '%s'

source: Invalid latency specification '%s'
sl_si: Neveljavna določitev zakasnitve '%s'

source: Invalid process time specification '%s'
sl_si: Neveljavna določitev časa obdelave '%s'

source: Invalid property '%s'
sl_si: Neveljavna lastnost '%s'

source: Unknown file format %s.
sl_si: Neznana vrsta datoteke %s.

source: Invalid sample specification
sl_si: Neveljavna določitev vzorca

source: Too many arguments.
sl_si: Preveč argumentov.

source: Failed to generate sample specification for file.
sl_si: Ustvarjanje določitve vzorca za datoteko je spodletelo.

source: Failed to open audio file.
sl_si: Neuspešno odpiranje zvočne datoteke.

source: Warning: specified sample specification will be overwritten with specification from file.
sl_si: Opozorilo: navedena določitev vzorca bo prepisana z določitvijo iz datoteke.

source: Failed to determine sample specification from file.
sl_si: Neuspešno določanje določitve vzorca iz datoteke.

source: Warning: Failed to determine channel map from file.
sl_si: Opozorilo: Neuspešno določanje preslikave kanala iz datoteke.

source: Channel map doesn't match sample specification
sl_si: Preslikava kanala se ne ujema z določitvijo vzorca

source: Warning: failed to write channel map to file.
sl_si: Opozorilo: neuspešno zapisovanje preslikave kanala v datoteko.

source: Opening a %s stream with sample specification '%s' and channel map '%s'.
sl_si: Odpiranje pretoka %s z določitvijo vzorca '%s' in preslikavo kanala '%s'.

source: recording
sl_si: snemanje

source: playback
sl_si: predvajanje

source: pa_mainloop_new() failed.
sl_si: pa_mainloop_new() je spodletel.

source: io_new() failed.
sl_si: io_new() je spodletel.

source: pa_context_new() failed.
sl_si: pa_context_new() je spodletel.

source: pa_context_connect() failed: %s
sl_si: pa_context_connect() je spodletel: %s

source: pa_context_rttime_new() failed.
sl_si: pa_context_rttime_new() je spodletel.

source: pa_mainloop_run() failed.
sl_si: pa_mainloop_run() je spodletel.

source: Failure to suspend: %s
sl_si: Neuspešna zaustavitev: %s

source: Failure to resume: %s
sl_si: Neuspešna obnovitev: %s

source: WARNING: Sound server is not local, not suspending.
sl_si: Opozorilo: Zvočni strežnik ni krajevni. Ni zaustavljanja.

source: Connection failure: %s
sl_si: Povezava je spodletela: %s

source: Got SIGINT, exiting.
sl_si: Prejet je bil SIGINT, končevanje.

source: WARNING: Child process terminated by signal %u
sl_si: Opozorilo: Opravilo otroka je bilo prekinjeno s signalom %u

source: %s [options] ... -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
sl_si: %s [možnosti] ... -h, --help Pokaže to pomoč --version Pokaže različico -s, --server=SERVER Ime strežnika za povezavo

source: pasuspender %s Compiled with libpulse %s Linked with libpulse %s
sl_si: pasuspender %s Preveden z libpulse %s Povezan z libpulse %s

source: pa_mainloop_new() failed.
sl_si: pa_mainloop_new() je spodletel.

source: pa_context_new() failed.
sl_si: pa_context_new() je spodletel.

source: pa_mainloop_run() failed.
sl_si: pa_mainloop_run() je spodletel.

source: Failed to get statistics: %s
sl_si: Pridobitev statistike je spodletla: %s

source: Currently in use: %u blocks containing %s bytes total.
sl_si: Trenutno v uporabi: %u blokov vsebuje skupno %s bajtov.

source: Allocated during whole lifetime: %u blocks containing %s bytes total.
sl_si: Dodelitev med celotno življensko dobo: %u blokov vsebuje skupno %s bajtov.

source: Sample cache size: %s
sl_si: Velikost predpomnilnika vzorca: %s

source: Failed to get server information: %s
sl_si: Pridobitev podrobnosti strežnika je spodletela: %s

source: User name: %s Host Name: %s Server Name: %s Server Version: %s Default Sample Specification: %s Default Channel Map: %s Default Sink: %s Default Source: %s Cookie: %08x
sl_si: Uporabniško ime: %s Ime gostitelja: %s Ime strežnika: %s Različica strežnika: %s Privzeta določitev vzorca: %s Privzeta preslikava kanala: %s Privzeto korito: %s Privzet vir: %s Piškotek: %08x

source: Failed to get sink information: %s
sl_si: Pridobitev podrobnosti korita je spodletela: %s

source: Sink #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s%s%s balance %0.2f Base Volume: %s%s%s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
sl_si: Korito št. %u Stanje: %s Ime: %s Opis: %s Gonilnik: %s Določitev vzorca: %s Preslikava kanala: %s Lastnik modula: %u Nemo: %s Glasnost: %s%s%s ravnotežje %0.2f Osnovna glasnost: %s%s%s Nadziranje korita: %s Zakasnitev: %0.0f usec, nastavljeno %0.0f usec Zastave: %s%s%s%s%s%s Lastnosti: %s

source: Ports:
sl_si: Vrata:

source: Active Port: %s
sl_si: Dejavna vrata: %s

source: Failed to get source information: %s
sl_si: Pridobitev podrobnosti izvora je spodletela: %s

source: Source #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s%s%s balance %0.2f Base Volume: %s%s%s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
sl_si: Vir št. %u Stanje: %s Ime: %s Opis: %s Gonilnik: %s Določitev vzorca: %s Preslikava kanala: %s Lastnik modula: %u Nemo: %s Glasnost: %s%s%s ravnotežje %0.2f Osnovna glasnost: %s%s%s Nadziranje korita: %s Zakasnitev: %0.0f usec, nastavljeno %0.0f usec Zastave: %s%s%s%s%s%s Lastnosti: %s

source: n/a
sl_si: ni na voljo

source: Failed to get module information: %s
sl_si: Pridobitev podrobnosti modula je spodletela: %s

source: Module #%u Name: %s Argument: %s Usage counter: %s Properties: %s
sl_si: Modul št. %u Ime: %s Argument: %s Uporabniški števec: %s Lastnosti: %s

source: Failed to get client information: %s
sl_si: Pridobitev podrobnosti odjemalca je spodletla: %s

source: Client #%u Driver: %s Owner Module: %s Properties: %s
sl_si: Odjemalec št. %u Gonilnik: %s Lastnik modula: %s Lastnosti: %s

source: Failed to get card information: %s
sl_si: Pridobivanje podrobnosti kartice je spodletelo: %s

source: Card #%u Name: %s Driver: %s Owner Module: %s Properties: %s
sl_si: Kartica št. %u Ime: %s Gonilnik: %s Lastnik modula: %s Lastnosti: %s

source: Profiles:
sl_si: Profili:

source: Active Profile: %s
sl_si: Dejaven profil: %s

source: Failed to get sink input information: %s
sl_si: Pridobitev podrobnosti korita izhoda je spodletela: %s

source: Sink Input #%u Driver: %s Owner Module: %s Client: %s Sink: %u Sample Specification: %s Channel Map: %s Mute: %s Volume: %s %s balance %0.2f Buffer Latency: %0.0f usec Sink Latency: %0.0f usec Resample method: %s Properties: %s
sl_si: Vhod korita št. %u Gonilnik: %s Lastnik modula: %s Odjemalec: %s Korito: %u Določitev vzorca: %s Preslikava vzorca: %s Nemo: %s Glasnost: %s %s ravnotežje %0.2f Zakasnitev medpomnilnika: %0.0f usec Zakasnitev korita: %0.0f usec Način ponovnega vzorčenja: %s Lastnosti: %s

source: Failed to get source output information: %s
sl_si: Pridobitev podrobnosti izvora izhoda je spodletela: %s

source: Source Output #%u Driver: %s Owner Module: %s Client: %s Source: %u Sample Specification: %s Channel Map: %s Buffer Latency: %0.0f usec Source Latency: %0.0f usec Resample method: %s Properties: %s
sl_si: Izhod vira št. %u Gonilnik: %s Lastnik modula: %s Odjemalec: %s Vir: %u Določitev vzorca: %s Preslikava kanala: %s Zakasnitev medpomnilnika: %0.0f usec Zakasnitev vira: %0.0f usec Način ponovnega vzorčenja: %s Lastnosti: %s

source: Failed to get sample information: %s
sl_si: Pridobitev podrobnosti vzorca je spodletela: %s

source: Sample #%u Name: %s Sample Specification: %s Channel Map: %s Volume: %s %s balance %0.2f Duration: %0.1fs Size: %s Lazy: %s Filename: %s Properties: %s
sl_si: Vzorec št. %u Ime: %s Določitev vzorca: %s Preslikava kanala: %s Glasnost: %s [ŧab] %s ravnotežje %0.2f Trajanje: %0.1fs Velikost: %s Leno: %s Ime datoteke: %s Lastnosti: %s

source: Failure: %s
sl_si: Spodletelo: %s

source: Failed to upload sample: %s
sl_si: Nalaganje vzorca je spodletelo: %s

source: Premature end of file
sl_si: Predčasen konec datoteke

source: Got SIGINT, exiting.
sl_si: Prejet je bil SIGINT, končanje.

source: %s [options] stat %s [options] list %s [options] exit %s [options] upload-sample FILENAME [NAME] %s [options] play-sample NAME [SINK] %s [options] remove-sample NAME %s [options] move-sink-input SINKINPUT SINK %s [options] move-source-output SOURCEOUTPUT SOURCE %s [options] load-module NAME [ARGS ...] %s [options] unload-module MODULE %s [options] suspend-sink SINK 1|0 %s [options] suspend-source SOURCE 1|0 %s [options] set-card-profile CARD PROFILE %s [options] set-sink-port SINK PORT %s [options] set-source-port SOURCE PORT %s [options] set-sink-volume SINK VOLUME %s [options] set-source-volume SOURCE VOLUME %s [options] set-sink-input-volume SINKINPUT VOLUME %s [options] set-sink-mute SINK 1|0 %s [options] set-source-mute SOURCE 1|0 %s [options] set-sink-input-mute SINKINPUT 1|0 -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to -n, --client-name=NAME How to call this client on the server
sl_si: %s [možnosti] stat %s [možnosti] list %s [možnosti] exit %s [možnosti] upload-sample IME DATOTEKE [IME] %s [možnosti] play-sample IME [KORITO] %s [možnosti] remove-sample IME %s [možnosti] move-sink-input VHOD-KORITA KORITO %s [možnosti] move-source-output ODVOD-VIRA VIR %s [možnosti] load-module IME [ARGUMENTI ...] %s [možnosti] unload-module MODUL %s [možnosti] suspend-sink KORITO 1|0 %s [možnosti] suspend-source VIR 1|0 %s [možnosti] set-card-profile PROFIL KARTICE %s [možnosti] set-sink-port SINK PORT %s [možnosti] set-source-port IZVORNA VRATA %s [možnosti] set-sink-volume GLASNOST KORITA %s [možnosti] set-source-volume GLASNOST VIRA %s [možnosti] set-sink-input-volume GLASNOST VHODA KORITA %s [možnosti] set-sink-mute KORITO 1|0 %s [možnosti] set-source-mute VIR 1|0 %s [možnosti] set-sink-input-mute VHODA KORITA 1|0 -h, --help Izpiši to pomoč --version Izpiši različico -s, --server=SERVER Ime strežnika za povezavo -n, --client-name=NAME Poimenovanje odjemalca na strežniku

source: pactl %s Compiled with libpulse %s Linked with libpulse %s
sl_si: pactl %s Prevedeno z libpulse %s Povezano z libpulse %s

source: Please specify a sample file to load
sl_si: Navedite datoteko vzorca za nalaganje

source: Failed to open sound file.
sl_si: Odpiranje zvočne datoteke je spodletelo.

source: Warning: Failed to determine sample specification from file.
sl_si: Opozorilo: Določanje določitve vzorca iz datoteke je spodletelo.

source: You have to specify a sample name to play
sl_si: Navesti morate ime vzorca za predvajanje

source: You have to specify a sample name to remove
sl_si: Navesti morate ime vzorca za odstranitev

source: You have to specify a sink input index and a sink
sl_si: Navesti morate kazalo korita vhoda in korito

source: You have to specify a source output index and a source
sl_si: Navesti morate kazalo izhoda vira in vir

source: You have to specify a module name and arguments.
sl_si: Navesti morate ime modula in argumente.

source: You have to specify a module index
sl_si: Navesti morate kazalo modula.

source: You may not specify more than one sink. You have to specify a boolean value.
sl_si: Navedete lahko samo eno korito. Navesti morate vrednost vrste boolean.

source: You may not specify more than one source. You have to specify a boolean value.
sl_si: Navedete lahko samo en izvor. Navesti morate vrednost vrste boolean.

source: You have to specify a card name/index and a profile name
sl_si: Navesti morate ime/kazalo kartice in ime profila

source: You have to specify a sink name/index and a port name
sl_si: Navesti morate ime/kazalo korita in ime vrat

source: You have to specify a source name/index and a port name
sl_si: Navesti morate ime/kazalo izvora in ime vrat

source: You have to specify a sink name/index and a volume
sl_si: Navesti morate ime/kazalo korita in glasnost

source: Invalid volume specification
sl_si: Neveljavna določitev glasnosti

source: You have to specify a source name/index and a volume
sl_si: Navesti morate ime/kazalo izvora in glasnost

source: You have to specify a sink input index and a volume
sl_si: Navesti morate kazalo vhoda korita in glasnost

source: Invalid sink input index
sl_si: Neveljavno kazalo korita vhoda

source: You have to specify a sink name/index and a mute boolean
sl_si: Navesti morate ime/kazalo korita in boolovo vrednost nemo

source: You have to specify a source name/index and a mute boolean
sl_si: Navesti morate ime/kazalo izvora in boolovo vrednost nemo

source: You have to specify a sink input index and a mute boolean
sl_si: Navesti morate kazalo korita vhoda in boolovo vrednost nemo

source: Invalid sink input index specification
sl_si: Neveljavna določitev kazalo korita vhoda

source: No valid command specified.
sl_si: Ni navedenega veljavnega ukaza.

source: %s [-D display] [-S server] [-O sink] [-I source] [-c file] [-d|-e|-i|-r] -d Show current PulseAudio data attached to X11 display (default) -e Export local PulseAudio data to X11 display -i Import PulseAudio data from X11 display to local environment variables and cookie file. -r Remove PulseAudio data from X11 display
sl_si: %s [-D prikaz] [-S strežnik] [-O korito] [-I vir] [-c datoteka] [-d|-e|-e|-r] -d Pokaže trenutne podatke PulseAudio pripete zaslonu X11 (privzeto) -e Izvozi krajevne podatke PulseAudio na zaslon X11 -i Uvozi trenutne podatke z zaslona X11 v spremenljivke krajevnega okolja in datoteko piškota. -r Odstrani podatke X11 z zaslona X11

source: Failed to parse command line.
sl_si: Razčlenjevanje ukazne vrstice je spodletelo.

source: Server: %s
sl_si: Strežnik: %s

source: Source: %s
sl_si: Izvor: %s

source: Sink: %s
sl_si: Korito: %s

source: Cookie: %s
sl_si: Piškotek: %s

source: Failed to parse cookie data
sl_si: Razčlenjevanje podatkov piškotka je spodletelo

source: Failed to save cookie data
sl_si: Shranjevanje podatkov piškotka je spodletelo

source: Failed to load client configuration file.
sl_si: Nalaganje nastavitvene datoteke odjemalca je spodletelo.

source: Failed to read environment configuration data.
sl_si: Branje nastavitvenih podatkov okolja je spodletelo.

source: Failed to get FQDN.
sl_si: Pridobitev FQDN je spodletela.

source: Failed to load cookie data
sl_si: Naložitev podatkov piškotkov je spodletela

source: Not yet implemented.
sl_si: Ni še podprto.

source: No PulseAudio daemon running, or not running as session daemon.
sl_si: Ni zagnanega ozadnjega programa PulseAudio ali pa ta ni zagnan kot ozadnji program trenutne seje.

source: Failed to kill PulseAudio daemon.
sl_si: Uničitev ozadnjega programa PulseAudio je spodletela.

source: Daemon not responding.
sl_si: Ozadnji program se ne odziva.

source: Cannot access autospawn lock.
sl_si: Dostop do zaklepa samodejne oživitve ni mogoč.

source: ALSA woke us up to write new data to the device, but there was actually nothing to write! Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLOUT set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
sl_si: Program ALSA se je zbudil za zapis novih podatkov na napravo, vendar ni bilo na voljo ničesar za zapis! Verjetno je to hrošč v ALSA gonilniku '%s' Poročajte to težavo razvijalcem programa ALSA. Program je bil zbujen z nizom POLLOUT -- vendar je naslednji snd_pcm_avail() vrnil 0 ali drugo vrednost < min_avail.

source: ALSA woke us up to read new data from the device, but there was actually nothing to read! Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLIN set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
sl_si: Program ALSA se je zbudil za branje novih podatkov z naprave, vendar ni bilo na voljo ničesar za zapis! Verjetno je to hrošč v ALSA gonilniku '%s' Poročajte to težavo razvijalcem programa ALSA. Program je bil zbujen z nizom POLLOUT -- vendar je naslednji snd_pcm_avail() vrnil 0 ali drugo vrednost < min_avail.

source: Off
sl_si: Izključeno

source: High Fidelity Playback (A2DP)
sl_si: Visoka zvestoba predvajanja (A2DP)

source: High Fidelity Capture (A2DP)
sl_si: Visoka zvestoba zajemanja (A2DP)

source: Telephony Duplex (HSP/HFP)
sl_si: Obojestranska telefonija (HSP/HFP)

source: PulseAudio Sound Server
sl_si: Zvočni strežnik PulseAudio

source: Output Devices
sl_si: Izhodne naprave

source: Input Devices
sl_si: Vhodne naprave

source: Audio on @HOSTNAME@
sl_si: Zvok na @HOSTNAME@

source: Input
sl_si: Vhod

source: Docking Station Input
sl_si: Vhod priklopne postaje

source: Docking Station Microphone
sl_si: Mikrofon priklopne postaje

source: Line-In
sl_si: Vhodna linija

source: Microphone
sl_si: Mikrofon

source: External Microphone
sl_si: Zunanji mikrofon

source: Internal Microphone
sl_si: Notranji mikrofon

source: Automatic Gain Control
sl_si: Samodejen nadzor pridobitve glasnosti

source: No Automatic Gain Control
sl_si: Brez samodejnega nadzora pridobitve glasnosti

source: Boost
sl_si: Ojačanje

source: No Boost
sl_si: Brez ojačanja

source: Amplifier
sl_si: Ojačevalnik

source: No Amplifier
sl_si: Brez ojačevalnika

source: Analog Input
sl_si: Analogni vhod

source: Analog Microphone
sl_si: Analogni mikrofon

source: Analog Line-In
sl_si: Analogni linijski vhod

source: Analog Radio
sl_si: Analogni radio

source: Analog Video
sl_si: Analogni video

source: Analog Output
sl_si: Analogni izhod

source: Analog Headphones
sl_si: Analogne slušalke

source: Analog Output (LFE)
sl_si: Analogni izhod (LFE)

source: Analog Mono Output
sl_si: Analogni mono izhod

source: Analog Mono
sl_si: Analogni mono

source: Analog Stereo
sl_si: Analogni stereo

source: Analog Surround 2.1
sl_si: Analogni prostorski zvok 2.1

source: Analog Surround 3.0
sl_si: Analogni prostorski zvok 3.0

source: Analog Surround 3.1
sl_si: Analogni prostorski zvok 3.1

source: Analog Surround 4.0
sl_si: Analogni prostorski zvok 4.0

source: Analog Surround 4.1
sl_si: Analogni prostorski zvok 4.1

source: Analog Surround 5.0
sl_si: Analogni prostorski zvok 5.0

source: Analog Surround 5.1
sl_si: Analogni prostorski zvok 5.1

source: Analog Surround 6.0
sl_si: Analogni prostorski zvok 6.0

source: Analog Surround 6.1
sl_si: Analogni prostorski zvok 6.1

source: Analog Surround 7.0
sl_si: Analogni prostorski zvok 7.0

source: Analog Surround 7.1
sl_si: Analogni prostorski zvok 7.1

source: Digital Stereo (IEC958)
sl_si: Digitalni stereo (IEC958)

source: Digital Surround 4.0 (IEC958)
sl_si: Digitalni prostorski zvok 4.0 (IEC958)

source: Digital Surround 4.0 (IEC958/AC3)
sl_si: Digitalni prostorski zvok 4.0 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/AC3)
sl_si: Digitalni prostorski zvok 5.1 (IEC958/AC3)

source: Digital Stereo (HDMI)
sl_si: Digitalni stereo (HDMI)

source: Analog Mono Duplex
sl_si: Analogni dvosmerni mono

source: Analog Stereo Duplex
sl_si: Analogni dvosmerni stereo

source: Digital Stereo Duplex (IEC958)
sl_si: Digitalni dvosmerni stereo (IEC958)
